"kSaveErrorTitleKey"				= "Si è verificato un errore durante la registrazione del documento.";
"kSaveErrorTextKey"					= "Non è stato possibile registrare sul disco il documento che stavi ricevendo. Forse la cartella di destinazione si trova su un volume protetto. Prova a cambiare la cartella di destinazione e riprova.";

"kRecieveItemTitleKey"				= "Ricevo elemento";
"kRecieveItemUnknownDeviceTextKey"	= "Un dispositivo Bluetooth vorrebbe inviarti l'elemento chiamato “%@.” Vuoi accettarlo?";
"kRecieveItemNamedDeviceTextKey"	= "Il dispositivo  “%@” vorrebbe inviarti l'elemento chiamato “%@.” Vuoi accettarlo?";

"kOpenNewFileTitleKey"				= "Hai ricevuto un nuovo documento, “%@”. Vuoi aprirlo?";
"kOpenNewFileTextKey"				= "Puoi disattivare questo avviso nel pannello delle preferenze Bluetooth.";

"kCouldNotStartSDPTitleKey"			= "Si è verificato un errore nel tentativo di permettere connessioni in entrata.";
"kCouldNotStartSDPTextKey"			= "Forse il supporto Bluetooth non è stato installato correttamente. Reinstalla il software Bluetooth e riprova.";

"kErrorOpeningFileTitleKey"			= "Si è verificato un errore durante l'apertura del documento.";
"kErrorOpeningFileTextKey"			= "Il documento non può essere aperto, forse per l'assenza dell'applicazione di supporto. Puoi cercare di aprire manualmente il documento facendo doppio clic su di esso nel Finder.";

"kFileTransferClientTitleKey"		= "Client trasferimento documenti";
"kDisconnectTitleKey"				= "Vuoi disconnetterti da “%@”?";
"kDisconnectTextKey"				= "“%@” sta cercando il computer. Vuoi disconnetterti?";
"kDisconnectButtonKey"				= "Scollega";


"kFTPConfirmAllowButton"			= "Consenti";
"kFTPConfirmRejectButton"			= "Non consentire";
"kFTPConfirmMessageText"			= "“%@” vuole sfogliare la cartella “%@”?";

"kVCardConfirmTitleText"			= "“%@” richiede una copia della tua scheda Rubrica Indirizzi.";
"kVCardConfirmMessageText"			= "Fai clci su OK per accettare la richiesta, o fai clic si Annulla per rifiutarla.";


"kOKButtonKey"						= "OK";
"kAcceptButtonKey"					= "Accetta";
"kDeclineButtonKey"					= "Rifiuta";
"kCancelButtonKey"					= "Annulla";
"kOpenButtonKey"					= "Apri";
"kSkipButtonKey"					= "Ignora";
"kShowInFinderButtonKey"			= "Mostra nel Finder";

"kUnknownFileNameKey"				= "Documento sconosciuto";
"kUnknownDeviceNameKey"				= "Dispositivo sconosciuto";
"kDeviceIsSendingFileKey"			= "%@ sta inviando un documento";

"kTransferringKey"					= "Trasferisco…";
"kTransferringFileKey"				= "Trasferisco “%@”…";
"kTransferCompleteKey"				= "Trasferimento completato";
"kTransfersCompleteKey"				= "Trasferimenti completati";
"kTransferFailedKey"				= "Trasferimento fallito.";

"kWaitingKey"						= "Attendo altri documenti…";

"kIncomingFileKey"					= "Documento in arrivo da:";


"kTypeFolderKey"					= "Cartella";
"kTypeApplicationKey"				= "Applicazione";
"kTypeKextKey"						= "Estensione Kernel";
"kTypeBundleKey"					= "Bundle";
"kTypeFrameworkKey"					= "Framework";
